
# courseTeachSurvey resource bundle
CourseCodeText = \u0631\u0645\u0632 \u0627\u0644\u0645\u0642\u0631\u0631
CourseNameText = \u0627\u0633\u0645 \u0627\u0644\u0645\u0642\u0631\u0631
SectionNotext = \u0627\u0644\u0634\u0639\u0628\u0629
InsructorName = \u0627\u0644\u0645\u062f\u0631\u0633
Heading1= \u062c\u0627\u0645\u0639\u0629 \u0627\u0644\u0633\u0644\u0637\u0627\u0646 \u0642\u0627\u0628\u0648\u0633
Heading2 = \u0627\u0633\u062a\u0628\u0627\u0646\u0629 \u0645\u0642\u0631\u0631 \u062f\u0631\u0627\u0633\u064a \u0648\u0637\u0631\u0642 \u062a\u062f\u0631\u064a\u0633\u0647
Heading3 = \u0627\u0644\u0631\u062c\u0627\u0621 \u0627\u0644\u062a\u0639\u0628\u064a\u0631 \u0639\u0646 \u062f\u0631\u062c\u0629 \u0645\u0648\u0627\u0641\u0642\u062a\u0643 \u0639\u0644\u0649 \u0627\u0644\u0639\u0628\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u0627\u0644\u064a\u0629 \u0645\u0633\u062a\u062e\u062f\u0645\u0627 \u0627\u0644\u0645\u0642\u064a\u0627\u0633 \u0627\u0644\u0622\u062a\u064a
Example = \u0627\u0630\u0627 \u0643\u0627\u0646\u062a \u0627\u062c\u0627\u0628\u062a\u0643 \u0628\u0627\u0644\u0645\u0648\u0627\u0641\u0642\u0629 \u0627\u0644\u062a\u0627\u0645\u0629 \u0639\u0644\u0649 \u0627\u0644\u0639\u0628\u0627\u0631\u0629 \u0627\u0644\u0622\u062a\u064a\u0629 \u064a\u062c\u0628 \u0627\u062e\u062a\u064a\u0627\u0631 \u0627\u0644\u062e\u064a\u0627\u0631 \u0627\u0644\u0631\u0627\u0628\u0639
ExampleTitle = \u0645\u062b\u0627\u0644
Example1 = \u0637\u0644\u0627\u0628 \u062c\u0627\u0645\u0639\u0629 \u0627\u0644\u0633\u0644\u0637\u0627\u0646 \u0642\u0627\u0628\u0648\u0633 \u064a\u0639\u0645\u0644\u0648\u0646 \u0628\u062c\u062f
Answer1 = \u0644\u0627 \u0623\u0648\u0627\u0641\u0642 \u062a\u0645\u0627\u0645\u0627
Answer2 = \u0644\u0627 \u0623\u0648\u0627\u0641\u0642
Answer3 = \u0623\u0648\u0627\u0641\u0642
Answer4 = \u0623\u0648\u0627\u0641\u0642 \u062a\u0645\u0627\u0645\u0627
Answer5 = \u0644\u0627 \u064a\u0646\u0637\u0628\u0642
Qusetion1 =\u0634\u0631\u062d \u0627\u0644\u0645\u062f\u0631\u0633 \u0627\u0644\u0633\u0631\u064a\u0631\u064a \u0627\u0644\u0623\u0647\u062f\u0627\u0641 \u0628\u0648\u0636\u0648\u062d \u0641\u064a \u0627\u0644\u064a\u0648\u0645 \u0627\u0644\u0623\u0648\u0644 \u0645\u0646 \u0628\u062f\u0621 \u0627\u0644\u062f\u0648\u0627\u0645
Qusetion2 =\u0644\u0645 \u064a\u0639\u0637\u064a \u0627\u0644\u0645\u062f\u0631\u0633 \u0627\u0644\u0633\u0631\u064a\u0631\u064a \u0627\u0644\u062a\u0639\u0644\u064a\u0645\u0627\u062a \u0627\u0644\u0643\u0627\u0645\u0644\u0629 \u0644\u0644\u0645\u0633\u0627\u0642 
Qusetion3 =\u062c\u0639\u0644\u0646\u064a \u0627\u0644\u0645\u062f\u0631\u0633 \u0627\u0644\u0633\u0631\u064a\u0631\u064a \u0623\u0634\u0639\u0631 \u0628\u0627\u0644\u0627\u0631\u062a\u064a\u0627\u062d \u0623\u062b\u0646\u0627\u0621 \u0642\u064a\u0627\u0645\u064a \u0628\u0627\u0644\u0645\u0647\u0627\u0645 \u0627\u0644\u062a\u0645\u0631\u064a\u0636\u064a\u0629
Qusetion4 =\u0643\u0627\u0646 \u0634\u0631\u062d   \u0627\u0644\u0645\u062f\u0631\u0633 \u0627\u0644\u0633\u0631\u064a\u0631\u064a \u0648\u0627\u0636\u062d\u0627
Qusetion5 =\u0627\u0644\u0648\u0627\u062c\u0628\u0627\u062a \u0627\u0644\u0645\u0639\u0637\u0627\u0629 \u0645\u0646 \u0642\u0628\u0644 \u0627\u0644\u0645\u062f\u0631\u0633 \u0627\u0644\u0633\u0631\u064a\u0631\u064a \u0643\u0627\u0646\u062a \u063a\u064a\u0631 \u0645\u0646\u0627\u0633\u0628\u0629
Qusetion6 =\u0632\u0648\u062f\u0646\u064a \u0627\u0644\u0645\u062f\u0631\u0633 \u0627\u0644\u0633\u0631\u064a\u0631\u064a \u0628\u0627\u0644\u062a\u063a\u0630\u064a\u0629 \u0627\u0644\u0631\u0627\u062c\u0639\u0629 (\u062a\u0642\u064a\u064a\u0645 \u0623\u062f\u0627\u0626\u064a \u0628\u0637\u0631\u064a\u0642\u0629 \u0645\u0646\u0627\u0633\u0628\u0629)
Qusetion7 =\u0627\u0639\u062a\u0628\u0631 \u0647\u0630\u0627 \u0627\u0644\u0645\u062f\u0631\u0633 \u0627\u0644\u0633\u0631\u064a\u0631\u064a \u0642\u062f\u0648\u0629 \u0644\u064a
Qusetion8 =\u0634\u062c\u0639\u0646\u064a \u0627\u0644\u0645\u062f\u0631\u0633 \u0627\u0644\u0633\u0631\u064a\u0631\u064a \u0639\u0644\u0649 \u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0627\u0644\u0641\u0627\u0626\u062f\u0629 \u0627\u0644\u0642\u0635\u0648\u0649 \u0641\u064a \u0645\u0648\u0627\u0642\u0639 \u0627\u0644\u062a\u062f\u0631\u064a\u0628
Qusetion9 =\u0634\u062c\u0639\u0646\u064a \u0627\u0644\u0645\u062f\u0631\u0633 \u0627\u0644\u0633\u0631\u064a\u0631\u064a \u0639\u0644\u0649 \u0627\u0644\u0639\u0645\u0644 \u0636\u0645\u0646 \u0631\u0648\u062d \u0627\u0644\u062c\u0645\u0627\u0639\u0629
Qusetion10 =\u0643\u0627\u0646 \u0627\u0644\u0645\u062d\u0627\u0636\u0631 \u0645\u062a\u0639\u0627\u0648\u0646\u0627 \u0639\u0646\u062f\u0645\u0627 \u0648\u0627\u062c\u0647\u062a\u0646\u064a \u0628\u0639\u0636 \u0627\u0644\u0635\u0639\u0648\u0628\u0627\u062a \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0645\u0642\u0631\u0631
Qusetion11 =\u062c\u0639\u0644\u0646\u064a \u0627\u0644\u0645\u062f\u0631\u0633 \u0627\u0644\u0633\u0631\u064a\u0631\u064a \u0639\u0644\u0649 \u062f\u0631\u0627\u064a\u0629 \u0628\u0623\u062e\u0644\u0627\u0642\u064a\u0627\u062a \u0627\u0644\u0645\u0647\u0646\u0629 \u0648 \u0627\u0644\u0633\u0644\u0648\u0643 \u0627\u0644\u0645\u0647\u0646\u064a
Qusetion12 =\u0644\u0645 \u064a\u0633\u0627\u0639\u062f\u0646\u064a \u0627\u0644\u0645\u062f\u0631\u0633 \u0627\u0644\u0633\u0631\u064a\u0631\u064a \u0639\u0644\u0649 \u062a\u0646\u0638\u064a\u0645 \u062a\u0639\u0644\u064a\u0645\u064a \u0648\u0646\u0634\u0627\u0637\u0627\u062a\u064a \u0627\u0644\u062a\u0645\u0631\u064a\u0636\u064a\u0629 \u062e\u0644\u0627\u0644 \u0633\u0627\u0639\u0627\u062a \u0627\u0644\u062a\u062f\u0631\u064a\u0628
Qusetion13 =.\u0644\u0645 \u064a\u0634\u062c\u0639 \u0627\u0644\u0645\u062f\u0631\u0633 \u0627\u0644\u0633\u0631\u064a\u0631\u064a \u0639\u0644\u0649 \u0627\u0644\u0627\u0633\u062a\u0641\u0633\u0627\u0631 \u0648 \u0627\u0644\u0646\u0642\u0627\u0634
Qusetion14 =\u0634\u062c\u0639\u0646\u064a \u0627\u0644\u0645\u062f\u0631\u0633 \u0627\u0644\u0633\u0631\u064a\u0631\u064a \u0639\u0644\u0649 \u0627\u0644\u062a\u0639\u0644\u064a\u0645 \u0627\u0644\u0630\u0627\u062a\u064a
Qusetion15 =\u0628\u0635\u0648\u0631\u0647 \u0639\u0627\u0645\u0629\u060c \u062a\u0639\u0644\u0645\u062a \u0627\u0644\u0643\u062b\u064a\u0631 \u0645\u0646 \u0627\u0644\u062a\u062f\u0631\u064a\u0628 \u0627\u0644\u0639\u0645\u0644\u064a \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u062a\u062e\u0635\u0635
Question16= \u0628\u0634\u0643\u0644 \u0639\u0627\u0645\u060c \u0647\u0630\u0627 \u0627\u0644\u0645\u062f\u0631\u0633 \u0627\u0644\u0633\u0631\u064a\u0631\u064a \u0645\u062f\u0631\u0628 \u062c\u064a\u062f

OpenEndTitle = \u0627\u0644\u0631\u062c\u0627\u0621 \u0643\u062a\u0627\u0628\u0629 \u062a\u0639\u0644\u064a\u0642\u0627\u062a\u0643 \u0628\u0627\u0644\u0644\u063a\u0629 \u0627\u0644\u0627\u0646\u062c\u0644\u064a\u0632\u064a\u0629 \u0625\u0630\u0627 \u0643\u0627\u0646 \u0645\u062d\u0627\u0636\u0631 \u0627\u0644\u0645\u0642\u0631\u0631 \u0644\u0627 \u064a\u062a\u062d\u062f\u062b \u0627\u0644\u0639\u0631\u0628\u064a\u0629
OpenEndQ1=	1.	\u0645\u0627\u0630\u0627 \u0623\u0639\u062c\u0628\u0643 \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0645\u0642\u0631\u0631\u061f
OpenEndQ2 = 2.	\u0645\u0627 \u0647\u064a \u0627\u0644\u0635\u0639\u0648\u0628\u0627\u062a \u0627\u0644\u062a\u064a \u0648\u0627\u062c\u0647\u062a\u0643 \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u0645\u0642\u0631\u0631\u061f
OpenEndQ3 = 3.	\u0647\u0644 \u0644\u062f\u064a\u0643 \u0623\u064a\u0629 \u0645\u0644\u0627\u062d\u0638\u0627\u062a \u0644\u062a\u062d\u0633\u064a\u0646 \u0647\u0630\u0627 \u0627\u0644\u0645\u0642\u0631\u0631\u061f
OptionNotAppl =  (\u062e\u064a\u0627\u0631 \u0644\u0627 \u064a\u0646\u0637\u0628\u0642 \u0645\u062a\u0648\u0641\u0631 \u0644\u0647\u0630\u0627 \u0627\u0644\u0633\u0624\u0627\u0644)
MaxCharAllowed = (\u0627\u0644\u062d\u062f \u0627\u0644\u0645\u0633\u0645\u0648\u062d 500 \u062d\u0631\u0641)
errorMsgStdNotIn = \u0644\u0644\u0627\u0633\u0641 \u0627\u0646\u062a \u063a\u064a\u0631 \u0645\u062e\u0648\u0644 \u0644\u062a\u0639\u0628\u0626\u0629 \u0627\u0633\u062a\u0645\u0627\u0631\u0629 
Survey_status= \u0627\u0644\u0648\u0636\u0639 \u0627\u0644\u062d\u0627\u0644\u064a
Fill_form = \u062a\u0639\u0628\u0626\u0629 \u0627\u0644\u0627\u0633\u062a\u0628\u0627\u0646\u0629
Filled_form = \u062a\u0645 \u0627\u0644\u0627\u0646\u062a\u0647\u0627\u0621
Required_field = \u064a\u062c\u0628 \u062a\u0639\u0628\u0626\u0629 \u0643\u0644 \u0627\u0644\u062d\u0642\u0648\u0644.

MsgEnd = \u0634\u0627\u0643\u0631\u064a\u0646 \u0644\u0643 \u062d\u0633\u0646 \u062a\u0639\u0627\u0648\u0646\u0643
NoOfFillCourseSurvey = No. of student fill
Service_not_available = \u0627\u0644\u062e\u062f\u0645\u0629 \u063a\u064a\u0631 \u0645\u062a\u0648\u0641\u0631\u0629 \u062d\u0627\u0644\u064a\u0627
ErrorMsgNotNullText = \u0627\u0644\u0631\u062c\u0627\u0621 \u0627\u0644\u0627\u062c\u0627\u0628\u0629 \u0639\u0644\u0649 \u0627\u0644\u0633\u0624\u0627\u0644 

errorMsgExeceedMaxLength = \u0644\u0644\u0623\u0633\u0641 \u0632\u062f\u062a \u0639\u0646 \u0627\u0644\u062d\u062f \u0627\u0644\u0645\u0633\u0645\u0648\u062d \u0644\u0644\u0643\u062a\u0627\u0628\u0629  \u0644\u0644\u0633\u0624\u0627\u0644 
NumFilledSurvey = \u0645\u0643\u062a\u0645\u0644\u0629
NumNotFilledSurvey =\u063a\u064a\u0631 \u0645\u0643\u062a\u0645\u0644\u0629
StudentRegistered = \u0639\u062f\u062f \u0627\u0644\u0637\u0644\u0628\u0629
CourseTeachSummary =\u0645\u0644\u062e\u0635 \u0646\u062a\u0627\u0626\u062c \u0627\u0633\u062a\u0628\u0627\u0646\u0629 \u0627\u0644\u0645\u0642\u0631\u0631 \u0627\u0644\u062f\u0631\u0627\u0633\u064a
CourseTeachItem =\u0645\u0648\u0627\u062f \u0627\u0644\u062a\u062f\u0631\u064a\u0633 \u0648\u0627\u0644\u0645\u0642\u0631\u0631 \u0627\u0644\u062f\u0631\u0627\u0633\u064a
CourseItem =\u0645\u0648\u0627\u062f \u0627\u0644\u0645\u0642\u0631\u0631 \u0627\u0644\u062f\u0631\u0627\u0633\u064a
TeachingItem =\u0645\u0648\u0627\u062f \u0627\u0644\u062a\u062f\u0631\u064a\u0633
NumResponses =\u0639\u062f\u062f \u0627\u0644\u0627\u0633\u062a\u062c\u0627\u0628\u0629
StrDisagree =\u0644\u0627 \u0627\u0648\u0627\u0641\u0642 \u062a\u0645\u0627\u0645\u0627
Disagree = \u0644\u0627 \u0627\u0648\u0627\u0641\u0642
Agree = \u0627\u0648\u0627\u0641\u0642
StrAgree =\u0627\u0648\u0627\u0641\u0642 \u062a\u0645\u0627\u0645\u0627
NotApplicable =\u0644\u0627 \u064a\u0646\u0637\u0628\u0642
Total = \u0627\u0644\u0627\u062c\u0645\u0627\u0644\u064a
PercentageResponse =\u0646\u0633\u0628\u0629 \u0627\u0644\u0642\u0628\u0648\u0644
Mean = \u0627\u0644\u0645\u062a\u0648\u0633\u0637
Section = \u0627\u0644\u0634\u0639\u0628\u0629
Course = \u0627\u0644\u0645\u0627\u062f\u0629
Department = \u0627\u0644\u0642\u0633\u0645
College = \u0627\u0644\u0643\u0644\u064a\u0629
Instructor = \u0627\u0644\u0645\u062f\u0631\u0633
InstructorID = \u0631\u0642\u0645 \u0627\u0644\u0645\u062f\u0631\u0633 \u0627\u0644\u062c\u0627\u0645\u0639\u064a
NoRegStd = \u0639\u062f\u062f \u0627\u0644\u0637\u0644\u0628\u0629 \u0627\u0644\u0645\u0633\u062c\u0644\u064a\u0646
Summary = \u0627\u0644\u0645\u0644\u062e\u0635
num1 = 1. 
num2 = 2.
num3 = 3.
num4 = 4.
num5 = 5.
num6 = 6.
num7 = 7.
num8 = 8.
num9 = 9.
num10 = 10.
num11 = 11. 
num12 = 12. 
num13 = 13. 
num14 = 14. 
num15 = 15. 
num16 = 16. 
Note1=\u064a\u0644\u063a\u0649 \u0627\u0644\u0633\u0624\u0627\u0644 \u0627\u0644\u0630\u064a \u064a\u0632\u064a\u062f \u0639\u062f\u062f \u0627\u062c\u0627\u0628\u0627\u062a "\u0644\u0627 \u064a\u0646\u0637\u0628\u0642" \u0639\u0646 \u0646\u0635\u0641 \u0627\u0644\u0645\u0633\u062c\u0644\u064a\u0646
Note2=\u0646\u0633\u0628\u0629 \u0627\u0644\u0642\u0628\u0648\u0644 \u0639\u0628\u0627\u0631\u0629 \u0639\u0646 \u0646\u0633\u0628\u0629 \u0627\u062c\u0627\u0628\u0627\u062a 3 \u0648 4 \u0644\u0644\u0627\u0633\u0626\u0644\u0629 \u0627\u0644\u0627\u064a\u062c\u0627\u0628\u064a\u0629 \u0648 1\u06482 \u0644\u0644\u0627\u0633\u0626\u0644\u0629 \u0627\u0644\u0633\u0644\u0628\u064a\u0629
Spring= \u0631\u0628\u064a\u0639
Fall = \u062e\u0631\u064a\u0641
Summer = \u0635\u064a\u0641
Note3 = \u062a\u0648\u062c\u062f \u0641\u064a \u0647\u0630\u0647 \u0627\u0644\u0627\u0633\u062a\u0628\u064a\u0627\u0646 \u0639\u0628\u0627\u0631\u0627\u062a \u0645\u0648\u062c\u0628\u0629 \u0648\u0633\u0627\u0644\u0628\u0629. \u0627\u0644\u0631\u062c\u0627\u0621 \u0642\u0631\u0627\u0621\u0629 \u0647\u0630\u0647 \u0627\u0644\u0639\u0628\u0627\u0631\u0627\u062a \u0628\u0639\u0646\u0627\u064a\u0629
NoteTitle = \u0645\u0644\u0627\u062d\u0638\u0629

# TEACHING SURVEY REPORTS
StudentsNum = No of Stud.
sec = Sec.
ResponseNum = No.of Resp.
Statement16 = Statement 16
MeanTitle  = Mean
PctFav = % Favor.
Departement= Department
UniRank = Uni. Rank
ColRank = Col. Rank
DeptRank = Dept. Rank
